/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "取消";
"_upload_file_"             = "上传文件";
"_download_file_"           = "下载文件";
"_upload_encrypted_file_"   = "上传加密文件";
"_loading_"                 = "载入中...";
"_loading_num_"             = "载入文件 %i";
"_loading_camera_upload_"   = "自动上传中";
"_uploading_"               = "上传中";
"_synchronization_"         = "同步";
"_delete_"                  = "删除";
"_delete_file_n_"           = "删除文件%i 中 %i";
"_rename_"                  = "重命名";
"_move_"                    = "移动";
"_move_file_n_"             = "移动文件 %i 中 %i";
"_create_folder_"           = "创建文件夹";
"_creating_sharing_"        = "创建分享";
"_updating_sharing_"        = "更新分享";
"_removing_sharing_"        = "移除分享";
"_add_"                     = "添加";
"_login_"                   = "登录";
"_save_"                    = "保存";
"_save_encrypted_"          = "加密保存";
"_warning_"                 = "警告";
"_error_"                   = "错误";
"_no_"                      = "否";
"_yes_"                     = "是";
"_select_"                  = "选择";
"_crypto_cloud_upload_"     = "_牌子_ - 上传";
"_home_"                    = "文件";
"_file_to_upload_"          = "待上传文件";
"_destination_"             = "地址";
"_ok_"                      = "Ok";
"_beta_version_"            = "测试版本";
"_function_in_testing_"     = "测试性功能，如果出现问题或故障请发送信息。";
"_done_"                    = "已完成";
"_passcode_too_short_"      = "密码过短，至少 4 个字符";
"_selected_"                = "已选中";
"_scan_fingerprint_"        = "扫描指纹来做验证";
"_no_active_account_"       = "没有找到帐户";
"_info_"                    = "信息";
"_save_exit_"               = "你想不保存就退出？";
"_video_"                   = "视频";
"_overwrite_"               = "覆盖";
"_transfers_in_queue_"      = "正在改进，请稍后…";
"_too_errors_automatic_all_"= "太多的错误，去控制中心来验证问题";
"_create_folder_"           = "创建文件夹";
"_close_"                   = "关闭";
"_postpone_"                = "推迟";
"_remove_"                  = "移除";
"_file_not_found_"          = "文件没有找到";
"_continue_"                = "你想要继续吗 ?";

// App

"_synchronization_header_"  = "在进程中同步加密头";
"_network_available_"       = "网络可用";
"_network_not_available_"   = "网络不可用";

// Networking

"_file_too_big_"            = "文件太大以至于不能加密或解密";
"_file_too_big_max_100_"    = "文件太大{最大100kb)";
"_...loading..._"           = ".. 加载 ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "文件没有找到，不能再次发送它，删除上传然后再次加载文件上传。";
"_file_already_exists_"     = "不能完成操作，这里有文件重名";
"_read_file_error_"         = "读文件错误";

// Settings

"_acknowledgements_"        = "致谢";
"_settings_"                = "设置";
"_passcode_"                = "密码";
"_lock_active_"             = "锁：有效";
"_lock_not_active_"         = "锁：无效";
"_lock_protection_folder_"  = "只把保护文件夹锁住";
"_url_"                     = "链接";
"_username_"                = "用户名";
"_change_credentials_"      = "更改你的证书";
"_wifi_only_"               = "只用Wi-Fi链接";
"_uploading_from_camera_"   = "自动上传摄像头的照片";
"_app_version_"             = "应用程序版本";
"_app_in_use_"              = "正在使用的应用程序";
"_contact_by_email_"        = "请用邮件和我们联系";
"_clear_cache_"             = "清除缓存(%@已使用)";
"_clear_cache_no_size_"     = "清除缓存";
"_exit_"                    = "出口 _牌子_";
"_funct_not_enabled_"       = "功能不可用";
"_passcode_activate_"       = "密码锁开启";
"_disabling_passcode_"      = "密码锁不可用";
"_want_exit_"               = "注意，_牌子_将在初始阶段重置，继续吗？";
"_proceed_"                 = "进行";
"_delete_cache_"            = "删除缓存";
"_want_delete_cache_"       = "你是想删除缓存吗";
"_mail_deleted_"            = "删除的邮件";
"_mail_saved_"              = "保存的邮件";
"_mail_sent_"               = "邮件发送成功";
"_mail_failure_"            = "邮件发送失败：%@";
"_information_req_"         = "信息请求";
"_credentials_"             = "证书";
"_manage_account_"          = "管理账户";
"_change_password_"         = "更改密码";
"_add_nextcloud_"           = "增加Nextcloud帐户";
"_delete_account_"          = "删除帐户";
"_want_delete_"             = "你真的想删除它？";
"_no_delete_"               = "不，不要删除它";
"_yes_delete_"              = "是，删除它";
"_remove_cache_"            = "请稍等，正在删除缓存";
"_optimizations_"           = "优化";
"_synchronizations_"        = "同步文件夹";
"_version_server_"          = "服务器版本";
"_check_key_aes_256_"       = "控制加密键密码";
"_encryptpass_by_email_"    = "用邮件发送加密键密码";
"_title_mail_encryptpass_"  = "密码键加密_牌子_";
"_text1_mail_encryptpass_"  = "你的加密密钥的密码是";
"_text2_mail_encryptpass_"  = "安全保存它，并且远离窥视眼";
"_help_"                    = "帮助";
"_lock_protection_simply_"  = "弱密码保护";
"_change_simply_passcode_"  = "改变密码形式";
"_quota_"                   = "配额";
"_available_"               = "可用";
"_cloud_account_"           = "云账户";
"_information_"             = "信息";
"_user_information_"        = "用户信息";
"_user_address_"            = "地址";
"_user_phone_"              = "电话号码";
"_user_email_"              = "电子邮箱";
"_user_web_"                = "网站";
"_user_twitter_"            = "推特";
"_quota_using_"             = "你正是使用%@的%@";
"_favorite_offline_"        = "可用收藏夹未连接";
"_favorite_offline_footer_" = "标记所有可用收藏夹脱机在高内存占用情况下将会用很长时间.";

// Manage Camera Upload

"_upload_camera_"           = "上传摄像头的照片或视频";
"_upload_camera_background_"= "上传背景图片";
"_upload_foto_camera_"      = "上传摄像头照片";
"_upload_encry_camup_"      = "上传加密文件";
"_upload_video_camera_"     = "上传摄像头视频";
"_upload_automatic_photos_" = "自动上传摄像头照片";
"_upload_automatic_videos_" = "自动上传摄像头视频";
"_photo_folder_photocamera_"= "照片将上传到你云端的“照片”目录";
"_upload_automatic_videos_footer_"  = "根据CPU的使用情况，视频只有在_brand_是活跃并且在前端的时候发送。";
"_photo_folder_background_"         = "这个选项需要用到GPS去触发当地点明显变化时，在相机相册里面检查新的照片";
"_cameraupload_background_title_"   = "限制";
"_cameraupload_background_msg_"     = "Due to IOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Thanks to this, when changes of cell in the cellular network occur, the application wakes up _brand_ for a short time so as to enable it to check if there are new photos to be sent to the cloud.";
"_upload_camera_change_location_"   = "Change folder";
"_upload_camera_location_now_"      = "Folder";
"_upload_camera_location_default_"  = "Restore default folder";
"_upload_camera_change_location_footer_" = "Change Photos folder where he will also run the 'Automatic upload from camera' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Select a folder";
"_upload_camera_save_album_"        = "Copy photo or video in the photo album";
"_upload_camera_save_album_footer_" = "After the automatic sending of the photo or video, a copy is saved in the photo album : _brand_ (does not require more space in the camera roll)";
"_upload_camera_fullphotos_"        = "上传所有相机照片/视频";
"_upload_camera_fullphotos_footer_" = "在上传之前选择上面的选项";
"_upload_camera_create_subfolder_" = "使用子目录";
"_upload_camera_create_subfolder_footer_" = "基于年和月的子文件夹存储";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Crypto 云系统";
"_alert_activation_crypto_cloud_"   = "正确激活云系统的密码";
"_alert_deactivation_crypto_cloud_" = "云系统的加密没有正确的停止";
"_activation_crypto_cloud_"         = "激活 Crypto 云系统";
"_deactivation_crypto_cloud_"       = "非激活 Crypto 云系统";
"_footer_crypto_cloud_"             = "Based on the encryption AES-256, Crypto Cloud System will enable you to store all your private data (documents, templates, photos, videos, etc…) in your Cloud, thus keeping them safe from possible 'prying eyes'.\n\nYou will be asked to enter a encryption key (minimum 4 characters, maximum 64 characters). You will never be able to retrieve it and your files will remain encrypted. Should you re-install Nextcloud or access to your data from another iOS system, use the same combination.\n\nAny file can be encrypted or decrypted. The name of folders containing your files can be encrypted as well (so as to hide any possible hint at their contents).\n\nAny kind of document, either in standard or in encrypted format, can be uploaded from Nextcloud onto your Cloud. All encrypted files and folders will be marked in orange colour. If they are in preview mode, they will be identified by a 3 bullets orange label instead.\n\nTemplates for recording your confidential data (note, credit card, ATM card, bank accounts, passwords to websites, etc…) are available and they can be saved in your Cloud in encrypted mode as well.\n\nActive/Disactive whenever you want, but remember to always use the same encryption key.\n\nAt the moment the encrypted files with Crypto Cloud System can be viewed only with iOS system.";

// Manage Photos

"_change_folder_photos_"        = "Change folder Photos";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introduction _brand_";
"_help_activity_section_"       = "激活";
"_help_activity_verbose_"       = "Detailed Activity feed";
"_help_activity_mail_"          = "通过邮件激活";
"_help_activity_clear_"         = "清除激活";

// Manage Optimizations

"_optimized_photos_"            = "Optimized photos resolution";
"_upload_del_photos_"           = "Remove files after upload";
"_optimized_photos_how_"        = "If your iPhone is low on space, full-resolution photos, uploaded or downloaded ,are automatically replaced with optimized versions, full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"       = "Files will be cancelled from _brand_ memory after they’ve been uploaded on the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Login

"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_connection_error_"            = "Connection error";
"_add_your_nextcloud_"          = "Add your Nextcloud account";
"_key_aes_256_"                 = "Passcode key encryption";

"_security_init_required_hint_" = "Passcode key encryption Hint (Recommended)";
"_hint_"                        = "Hint";
"_security_init_required_mail_" = "Enter your email address that the encryption key passcode is send to(recommended). If you can not or do not want to do that now you can configure this later in the settings.";
"_email_"                       = "email";
"_title_form_security_init_"    = "Security options";

// offline

"_favorites_"                   = "Favorites";
"_offline_"                     = "离线";
"_local_storage_"               = "Local storage";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Here is the list of files that you have selected as favorites.";
"_tutorial_offline_view_"       = "Copy here the files that should be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_local_view_"         = "You'll find the unpacked files from your cloud.\n\nConnect to iTunes to share these files.";
"_more_"                        = "More";

// Camera Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "No Photo or Video";
"_tutorial_camera_upload_view_"             = "No photos or videos loaded, to enable the automatic upload of photos and video from the camera go into settings and activate the service 'Automatic uploading from the camera'";
"_no_date_"                                 = "No date";
"_today_"                                   = "Today";
"_time_"                                    = "Time : %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Please go to Settings and turn on Location Services to allow Camera uploads.";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Setting and turn on Photo Access to allow Photo camera uploads.";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to Setting and turn on Photo Access and Location Services to allow Camera uploads.";
"_processing_send_camera_upload_"           = "Uploading Camera ..";
"_tutorial_photo_view_"                     = "No photos or videos loaded";
"_create_full_upload_"                      = "文件归档中.. 需要很长时间, 请耐心等待";
"_error_createsubfolders_upload_"           = "创建子目录错误";
"_activate_camera_upload_"                  = "激活照相机上传";

// Template

"_title_"                       = "Title";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "Url :";
"_login:_"                      = "Login :";
"_password:_"                   = "Password :";
"_notes_"                       = "Notes";
"_web_account_"                 = "Web account";
"_enter_title_"                 = "Enter Title";
"_add_folder_"                  = "Add folder";
"_add_photos_videos_"           = "Add photos or videos";
"_add_folder_encryptated_"      = "Add folder with encrypted name";
"_add_encrypted_photo_video_"   = "Add encrypted photos or videos";
"_add_credit_card_"             = "Add template for credit card";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Add template for bank account";
"_add_web_account_"             = "Add web account";
"_add_notes_"                   = "Add notes";
"_add_driving_license_"         = "Add template driving license";
"_add_id_card_"                 = "Add template id card";
"_add_passport_"                = "Add template passport";
"_add_atm_card_"                = "ATM card data";
"_bank_name:_"                  = "Bank name :";
"_code:_"                       = "Code :";
"_security_code:_"              = "Security code :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "ATM card";
"_credi_card_data_"             = "Credit Card data";
"_name_surname:_"               = "Name Surname :";
"_expiry_date:_"                = "Expiry date :";
"_credit_card_"                 = "Credit Card";
"_id_card_"                     = "ID Card";
"_number:_"                     = "Number :";
"_place_of_birth:_"             = "Place of birth :";
"_date_of_birth:_"              = "Date of birth :";
"_date_of_issue:_"              = "Date of issue :";
"_date_of_expiry:_"             = "Date of expiry :";
"_bank_account_data_"           = "Bank account data";
"_account_n:_"                  = "Account N. :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agency :";
"_bank_account_"                = "Bank account";
"_passport_"                    = "Passport";
"_driving_license_"             = "Driving license";
"_license_number:_"             = "License number :";
"_vehicle_types:_"              = "Vehicle types :";

// Utility

"_never_"                       = "never";
"_less_a_minute_"               = "less than a minute ago";
"_minutes_ago_"                 = "%d minutes ago";
"_hours_ago_"                   = "%d hours ago";
"_days_ago_"                    = "%d days ago";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "The Internet connection appears to be offline or only allowed Wi-Fi";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Version upgrade, please wait ...";
"_forbidden_characters_"        = "The file or folder have forbidden characters";
"_mail_not_can_send_mail_"      = "No configured account or wrong email address";

// File

"_photo_camera_"                = "Photos";
"_unzip_in_progress_"           = "Unzip in progress in local storage ...";
"_file_unpacked_"               = "File successfully unpacked on local storage";
"_file_saved_local_"            = "File saved successfully on local storage.";
"_file_not_present_"            = "Error, file not present, reload.";
"_order_by_date_"               = "Order by date";
"_current_order_name_"          = "(current order by name)";
"_order_by_name_"               = "Order by name";
"_current_order_date_"          = "(current order by date)";
"_sort_descending_"             = "Sort descending";
"_current_sort_ascending_"      = "(current sort: ascending)";
"_sort_ascending_"              = "Sort ascending";
"_current_sort_descending_"     = "(current sort: descending)";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_encrypted_selected_files_"    = "Encrypted files";
"_decrypted_selected_files_"    = "Decrypted files";
"_download_selected_files_"     = "Download files";
"_error_passcode_"              = "Error passcode key encryption.";
"_error_operation_canc_"        = "Error, operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate from the Settings.";
"_passcode_protection_"         = "Password protection";
"_encrypt_"                     = "Encrypt";
"_decrypt_"                     = "Decrypt";
"_remove_favorites_"            = "Remove from favorites";
"_remove_offline_"              = "从离线中移除";
"_add_favorites_"               = "Add to favorites";
"_add_offline_"                 = "添加到离线";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Share";
"_reload_"                      = "Reload";
"_open_in_"                     = "Open in...";
"_remove_local_file_"           = "从缓存里面移除";
"_add_local_"                   = "Add to local storage";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "folders";
"_folder_"                      = "folder";
"_files_"                       = "files";
"_file_"                        = "file";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files ...";
"_encrypted_progress_"          = "Encrypted ...";
"_decrypted_progress_"          = "Decrypted ...";
"_no_file_pull_down_"           = "No files found. Upload a file or pull down to refresh";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Remove the synchronization";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "After enabling the offline, all files in the folder will be synchronized with the server, continue?";
"_same_device_different_passcode_"  = "The file was encrypted on the same device but with different passcode. Keep in mind that if the old passcode is entered, files encrypted with the new passcode will not be readable.";
"_file_encrypted_another_device_"   = "The file was encrypted on another device [%@], enter the passcode to decrypt its content.";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group by Alphabetical Order";
"_group_alphabetic_no_"         = "Group by Alphabetical Order";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = " 需要 Wi-Fi 网络, %lu %@ 来上传";
"_tite_footer_upload_"          = "%lu %@ 来上传";
"_tite_footer_download_wwan_"   = " 需要 Wi-Fi 网络, %lu %@ 来下载";
"_tite_footer_download_"        = "%lu %@ 来下载";
"_limited_dimension_"           = "Reached maximum size";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Save images and videos on Photo Album";
"_file_not_saved_cameraroll_"   = "Error, file not saved on Photo Album";
"_file_saved_cameraroll_"       = "File saved on Photo Album";
"_directory_on_top_yes_"        = "✓ 顶端目录";
"_directory_on_top_no_"         = "顶端目录";
"_folder_automatic_upload_"     = "自动上传文件夹";
"_search_no_record_found_"      = "No result";
"_search_in_progress_"          = "Search in progress...";
"_search_instruction_"          = "Search a file (minimum 2 characters)";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_no_plist_pull_down_"          = "Encrypted files not updated, pull down to refresh";
"_file_del_only_local_"         = "Missing files on the server";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_file_encrypted_"        = "Paste encrypted file";
"_paste_files_"                 = "Paste files";
"_paste_files_encrypted_"       = "Paste encrypted files";
"_paste_cryptated_"             = "Paste Encrypted";

"_search_this_folder_"          = "在该目录中搜索";
"_search_all_folders_"          = "在所有目录中搜索";
"_search_sub_folder_"           = "搜索这里和子目录";

// Security

"_reload_folder_"               = "Reload folder";
"_encrypt_error_"               = "During the encryption of file %@ occurred errors. [%@]";
"_decrypt_error_"               = "During the decryption of file %@ occurred errors. [%@]";
"_encryption_"                  = "Encryption ...";
"_decryption_"                  = "Decryption ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but for new improvements it's required a new version of the database, please re-enter your login.";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Error, unable to download the photo";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Send link to ...";
"_password_"                    = "Password";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share erases all users or groups";
"_find_sharee_title_"           = "Search";
"_find_sharee_"                 = "Search user or group ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Share";
"_direct_sharee_footer_"        = "如果你一直知道名字，输入它，选择分享的类型并且点击“Done\"去确认";
"_direct_sharee_"               = "Enter the username ...";
"_user_sharee_footer_"          = "Tap for change privileges";
"_share_type_title_"            = "共享类型";
"_share_type_user_"             = "用户";
"_share_type_group_"            = "群组";
"_share_type_remote_"           = "远程";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "User";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification via email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Folder : %@";

// Control Center

"_no_transfer_"                     = "No transfer";
"_no_activity_"                     = "没有动作";
"_transfers_"                       = "转移";
"_activity_"                        = "动作";

// Offline

"_create_synchronization_"          = "创建同步";

// Create Cloud

"_upload_photos_videos_"            = "上传照片和视频 ";
"_upload_file_"                     = "上传文件";
"_upload_encrypted_mode"            = "加密模式上传";
"_upload_template_"                 = "上传模板 ";
"_upload_plain_mode"                = "普通模式上传";

// Document Picker

"_save_document_picker_"            = "保存在这里";

// CreateFormUploadAssets

"_destination_folder_"              = "目标文件夹";
"_use_folder_photos_"               = "用文件夹图片做为目标";
"_rename_filename_"                 = "重命名";
"_filename_"                        = "文件名称";
"_preview_filename_"                = "例如预览文件名，你可以用 MM,DD,YY的形式表示日期";
"_forbidden_characters_"            = "The file or folder have forbidden characters";

// Notification

"_notification_"                    = "通告";

// Photo Browser

"Done"                              = "Done";
"Select Photos"                     = "Select Photos";
"photo"                             = "photo";
"photos"                            = "photos";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

